[
  {
    "titulo": "Una película de Minecraft",
    "descripcion": "En el tranquilo mundo del Overworld, Steve vive felizmente junto a su fiel lobo Denis.Allí, puede construir todo lo que desee en pocos minutos. Sin embargo, la amenaza del siniestro Malgosha irrumpe en su vida al secuestrarlos. La misión de rescatarlos recae en cuatro inadaptados transportados inesperadamente a este mundo cúbico.",
    "imagen": "https://blob.luznoticias.mx/images/2025/03/21/palomera-minecraft-2-7dcdae28.jpg",
    "urlDrive": "https://drive.google.com/file/d/1i5QFodXejARRYy2hExZZQ2hQS_atTaX0/preview"
  },
  {
    "titulo": "Minecraft pelicula en ingles",
    "descripcion": "Una película de Minecraft\nCuatro inadaptados son absorbidos repentinamente por un portal misterioso y terminan en la Superficie: un extraño y cúbico mundo que prospera gracias a la imaginación. Para regresar a casa, se embarcan en una búsqueda mágica con un artesano inesperado y experto, Steve. Juntos, su aventura los desafiará a ser audaces y a reconectarse con los atributos que los hacen especialmente creativos.",
    "imagen": "https://preview.redd.it/a4pu8ndutofe1.jpeg?width=640&crop=smart&auto=webp&s=b070aab6fe6023925d37783da1256d5ceaf09b0b",
    "urlDrive": "https://drive.google.com/file/d/12IThUvooNjZSLNItRkHtpLUBgC5wUiBR/preview"
  },
  {
    "titulo": "Encanto",
    "descripcion": "Sinopsis\nEncanto nos sitúa en el corazón de Colombia, narrando la increíble aventura de una joven y su familia. Pero, sorprendentemente, todos los miembros del clan tienen poderes mágicos excepto la protagonista. \n\nLa película de animación de Disney estará dirigida por Byron Howard y Jared Bush. Además, Bush también escribirá el guion junto a Charise Castro Smith",
    "imagen": "https://lumiere-a.akamaihd.net/v1/images/olga_ab7125c4.jpeg",
    "urlDrive": "https://drive.google.com/file/d/1osAvAyvSXZIp3XTC3Jtuuan4JfslnfB0/preview"
  },
  {
    "titulo": "Enemigo Inmortal",
    "descripcion": "Protagonizada y producida por Jackie Chan, la súper estrella oriental que ha actuado en más de 139 películas y que fue reconocido con el Premio Óscar honorario por su contribución al séptimo arte.\nEscrita por Leo Zhang, Erica Xia-Hou y Siwei Cui, estuvo nominada a los premios China Film Directors Guild.\nFilmada en Australia, China y Taiwán.",
    "imagen": "https://miro.medium.com/v2/resize:fit:472/1*ot-8_MKYkZjrPU6pJaYLVQ.jpeg",
    "urlDrive": "https://drive.google.com/file/d/1qfxNobz-TVb8Xic3dTtDaMJKc913dUZu/preview"
  },
  {
    "titulo": "Paddington: Aventura en la selva",
    "descripcion": "Sinopsis\nTodos los publicos\nEn la tercera entrega de la saga cinematográfica, Paddington vuelve a Perú para visitar a su amada tía Lucy, quien ahora reside en un santuario para osos jubilados. Junto a la familia Brown, Paddington y sus acompañantes se embarcan en una emocionante odisea. Lo que comienza como una visita tranquila rápidamente se transforma en una increíble aventura cuando un misterio los arrastra a través de la frondosa y misteriosa selva amazónica, llevándolos a escalar las majestuosas cumbres de las montañas peruanas. Durante este viaje inesperado, se enfrentan a múltiples desafíos y descubren secretos ocultos, fortaleciendo aún más los lazos familiares y demostrando el verdadero valor de la amistad y la perseverancia. Con humor, emoción y enseñanzas entrañables, esta película promete ser una digna continuación de las queridas aventuras de Paddington.",
    "imagen": "https://m.media-amazon.com/images/M/MV5BMzk1NTk1ODMtZjBlMi00MjA0LWJiMWItZmI1Y2M5MTk4Y2JjXkEyXkFqcGc@._V1_FMjpg_UX1000_.jpg",
    "urlDrive": "https://drive.google.com/file/d/1tQuWbelFOgVxGc2ogG8rX_oe8o-IWJoM/preview"
  },
  {
    "titulo": "Batman 1943",
    "descripcion": "Batman es una serie de televisión estadounidense, comedia de aventuras y fantasía, emitida por la red televisiva ABC entre 1966 y 1968,",
    "imagen": "https://www.tvtime.com/_next/image?url=https%3A%2F%2Fartworks.thetvdb.com%2Fbanners%2Fseries%2F93341%2Fposters%2F5e8f6a7b7c147.jpg&w=640&q=75",
    "urlDrive": "https://drive.google.com/file/d/1rGyguKQqYCv5Ok9Z5R2jp0t-Y7hzClNu/preview"
  },
  {
    "titulo": "Batman: La película",
    "descripcion": "Adaptación a la gran pantalla del popular cómic de Bob Kane, que ese mismo año y con los mismos protagonistas conocía una exitosa versión en formato de serie de televisión que duraría dos años en la pequeña pantalla. Batman y Robin se enfrentan a un grupo de criminales entre los que se encuentran sus eternos rivales Joker y El Pingüino, quienes se han apoderado de un sofisticado artilugio para dominar el mundo.",
    "imagen": "https://resizing.flixster.com/-XZAfHZM39UwaGJIFWKAE8fS0ak=/v3/t/assets/p838_p_v10_ay.jpg",
    "urlDrive": "https://drive.google.com/file/d/1HsIZ8M4p2WoKjKCZZI8QnjTMxPd9ot-J/preview"
  },
  {
    "titulo": "Comando",
    "descripcion": "Un coronel retirado de las Fuerzas Especiales intenta salvar a su hija, que ha sido secuestrada por un antiguo subordinado.",
    "imagen": "https://pics.filmaffinity.com/Comando-845878353-large.jpg",
    "urlDrive": "https://drive.google.com/file/d/1m_WQNL9Is7TDSTbCsRIQteq_Tty8i7cj/view?usp=sharing"
  },
  {
    "titulo": "Terminator 3: La rebelión de las máquinas",
    "descripcion": "Ha pasado una década desde que John Connor -Nick Stahl- salvara a la humanidad de la destrucción. En la actualidad John tiene 25 años y vive en la clandestinidad: no hay ninguna prueba documental de su existencia. Así evita ser rastreado por Skynet -la sofisticada corporación de máquinas que una vez intentó acabar con su vida-. Pero, ahora, desde el futuro, ha sido enviado el T-X (Kristanna Loken), la máquina destructora cyborg más desarrollada de Skynet. Su misión es completar el trabajo que no pudo terminar su predecesor, el T-1000.",
    "imagen": "https://play-lh.googleusercontent.com/ZRaa7PPJsCEBMu5ACcPVSAmM1eld6CWuXC5xMwl9ikWKRQwT9Zmn_0fi51hlm-KCsBk1=w240-h480-rw",
    "urlDrive": "https://drive.google.com/file/d/1C_Kp0bWDRhwxI_seLMm5Ddebqy5B1A9h/preview"
  },
  {
    "titulo": "Los alegres Aguilares",
    "descripcion": "La historia sigue a Manuel, quien encuentra a Carlos, casi su gemelo idéntico. Manuel, de una familia rica, paga a Carlos para que se haga pasar por él ante una mujer con la que no desea casarse, a cambio de un favor similar.",
    "imagen": "https://image.tmdb.org/t/p/w400/vj6P7LOmbtvPoPm4mHCSTFiBxNz.jpg",
    "urlDrive": "https://ok.ru/video/5434573589152"
  },
  {
    "titulo": "Emmanuelle 2",
    "descripcion": "Emmanuelle es una chica que está acostumbrada al sexo sin placer. Un día, por motivos de trabajo, es enviada a Hong Kong a investigar el desplome en los ingresos de un hotel. Allí, conoce a un misterioso hombre con el que se obsesiona.",
    "imagen": "https://m.media-amazon.com/images/S/pv-target-images/c0e12b5a365ca5ca83632158520f905469c8589552bcbdebb297fc778d355881.jpg",
    "urlDrive": "https://drive.google.com/file/d/1AmiAULQo3zrlxdGrHeKJN0seONjdeC6l/view?usp=sharing",
    "clave": "8384"
  },
  {
    "titulo": "Report de colegialas nº 3",
    "descripcion": "Tercera entrega de la saga \"Schulmädchen-Report\". Los padres están preocupados acerca de las dificultades sexuales y las fantasías que tienen sus hijas en la nueva sociedad alemana",
    "imagen": "https://eroticmv.com/wp-content/uploads/2020/06/s0oj7XisoeJ5wogMuZRw8eDzcn0.jpg",
    "urlDrive": "https://drive.google.com/file/d/19ygRjMaJH8Mk8A8fMYhhwvQd4QKIPWmO/preview\" width=\"640\" height=\"480\" allow=",
    "clave": "8384"
  },
  {
    "titulo": "Y dónde está el policía 33⅓",
    "descripcion": "El teniente Frank Drebin abandona sus días de retiro y se embarca en una misión encubierta para averiguar cómo un terrorista planea acabar con la ceremonia de los Óscar.",
    "imagen": "https://media.themoviedb.org/t/p/w220_and_h330_face/lgCevxYNLStn3BhQ3xIy3fMDIAP.jpg",
    "urlDrive": "https://drive.google.com/file/d/1mpp-xMHNubApCP6ACwsrxgQM-XBBxk04/view?usp=sharing",
    "clave": ""
  },
  {
    "titulo": "Ultimo metro",
    "descripcion": "Este cortometraje es un ejemplo: Un joven italiano entra al metro con un amigo y se cruza con una mujer que acaba de salir del baño con el vestido metido en las bragas. Se enamora perdidamente de ella y, aunque esperan en andenes opuestos, la conoce muy bien durante el tiempo que tarda el tren en llegar. Tinto Brass hace una introducción y un cameo",
    "imagen": "https://m.media-amazon.com/images/M/MV5BZjdlMDI5ZmMtMzE5My00NzI5LTg0YjktYjZmNjkwZTZjNGQyXkEyXkFqcGc@._V1_.jpg",
    "urlDrive": "https://drive.google.com/file/d/1GYtXmjwSnBNjTJ4YvkXhQrqh2ObtN3Nk/view?usp=sharing",
    "clave": "8384"
  },
  {
    "titulo": "Видео Abbott y Costello contra la momia",
    "descripcion": "Dos torpes estadounidenses se topan con el descubrimiento de su vida cuando la búsqueda de una momia los lleva a un medallón sagrado que contiene la llave de un tesoro enterrado.",
    "imagen": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSbV0DqjymRd2S4OVu_btgZaH88Ql_RyfMHkQRUt4d8VQAwxFG677fKMEzzN8ST5JXxvH4&usqp=CAU",
    "urlDrive": "https://drive.google.com/file/d/1rXpSRv6FKBFTig9V4TEzBNC9yF-rSv7Y/view?usp=sharing"
  }
]
